[
    {
    "id": 1,
    "nome": "Anchova",
    "regioes": ["Sul", "Sudeste", "Nordeste"],
    "tamanho": "20-40cm",
    "cor": "Prateado",
    "aguad": "Salgada",
    "foto": "https://th.bing.com/th/id/OIP.DRgeuNHBB1oxD9c6t_8YmQHaE8?rs=1&pid=ImgDetMain",
    "texto1": "A anchova, um peixe de sabor distintivo e presença marcante nos mares brasileiros, é uma das espécies mais comuns encontradas ao longo das costas do Sul, Sudeste e Nordeste do país. Pertencente à família Engraulidae, esse peixe de corpo alongado e prateado desempenha um papel fundamental na cadeia alimentar marinha, sendo tanto predador quanto presa para uma variedade de espécies",
    "texto2": "Com sua coloração característica, que varia de cinza prateado a azul esverdeado no dorso e uma barriga brilhante e prateada, a anchova é facilmente reconhecida por pescadores e entusiastas da pesca. Habitando principalmente águas salgadas, esses peixes são frequentemente avistados em cardumes, tornando-se alvos populares para pesca comercial e esportiva.",
    "texto3": "Em termos de tamanho, as anchovas geralmente variam de 20 a 40 centímetros de comprimento, embora o tamanho específico possa variar dependendo da região e da espécie específica. Sua carne saborosa e rica em nutrientes a torna uma escolha popular na culinária, sendo preparada de diversas maneiras, desde grelhada e assada até em conservas.",
    "texto4": "Entre as espécies de anchova encontradas no Brasil, o Engraulis anchoita é uma das mais comuns, contribuindo significativamente para a pesca comercial em muitas regiões costeiras. Além de sua importância econômica, a anchova desempenha um papel vital no ecossistema marinho, ajudando a regular as populações de seus predadores e contribuindo para a dinâmica saudável dos oceanos.",
    "texto5": "Em resumo, a anchova é não apenas um recurso valioso para pescadores e consumidores, mas também uma peça fundamental do delicado equilíbrio ecológico dos mares brasileiros. Sua presença abundante e seu papel multifacetado destacam sua importância tanto para a sustentabilidade dos recursos pesqueiros quanto para a diversidade e saúde dos ecossistemas marinhos.",
    "texto6": "",
    "texto7": "",
    "disponibilidade": 1
    },
    {
    "id": 2,
    "nome": "Anchova-negra",
    "regioes": ["Sul", "Sudeste", "Nordeste"],
    "tamanho": "15-30cm",
    "cor": "Preto",
    "aguad": "Salgada",
    "foto": "https://2.bp.blogspot.com/-6fMifa5jnMg/TkLMS9b4o8I/AAAAAAAAABI/I6oWCP9Amvg/s1600/Anchova+negra.jpg",
    "texto1": "A anchova-negra, uma das espécies mais emblemáticas encontradas nas águas brasileiras, é uma presença marcante ao longo das costas do Sul, Sudeste e Nordeste do país. Pertencente à família Engraulidae, esse peixe de porte pequeno a médio, porém de grande importância, é reconhecido por sua coloração distintiva e por seu papel vital nos ecossistemas marinhos.",
    "texto2": "Com um dorso que varia de tons escuros, como marrom e preto, contrastando com uma barriga prateada reluzente, a anchova-negra apresenta uma estética única entre as espécies costeiras. Sua presença não só cativa pescadores e entusiastas da vida marinha, mas também desempenha um papel crucial na dinâmica dos oceanos.",
    "texto3": "Habitando principalmente águas salgadas, a anchova-negra é frequentemente encontrada em cardumes, formando grupos compactos que se movem em harmonia ao longo da costa. Sua alimentação consiste principalmente de plâncton e pequenos peixes, desempenhando assim um papel fundamental na cadeia alimentar marinha.",
    "texto4": "Em termos de tamanho, a anchova-negra geralmente varia de cerca de 20 a 40 centímetros de comprimento, embora os espécimes maiores possam ser encontrados em algumas áreas. Apesar de seu tamanho modesto, sua presença abundante e sua importância ecológica não devem ser subestimadas.",
    "texto5": "A pesca comercial da anchova-negra desempenha um papel significativo nas economias locais ao longo das costas onde é encontrada. Sua carne saborosa e nutritiva é valorizada na culinária local, sendo preparada de várias maneiras, desde grelhada e frita até em conserva.",
    "texto6": "Além de sua importância econômica, a anchova-negra também desempenha um papel vital na saúde dos ecossistemas marinhos. Sua presença ajuda a regular as populações de suas presas e predadores, contribuindo assim para a estabilidade ecológica dos oceanos.",
    "texto7": "Em resumo, a anchova-negra representa não apenas um recurso valioso para a pesca comercial e uma delícia na culinária local, mas também um símbolo da riqueza e biodiversidade dos mares brasileiros. Sua presença vibrante e seu papel multifacetado destacam sua importância tanto para as comunidades costeiras quanto para a saúde dos ecossistemas marinhos em geral.",
    "disponibilidade": 2
    },
    {
    "id": 3,
    "nome": "Atum",
    "regioes": ["Nordeste", "Norte"],
    "tamanho": "100-200cm",
    "cor": "Azul",
    "aguad": "Salgada",
    "foto": "https://feed.continente.pt/media/s4zdampv/alimento-atum.jpg",
    "texto1": "O atum, uma das criaturas mais majestosas e valiosas dos mares, é uma presença marcante nas águas do Brasil e ao redor do mundo. Com sua silhueta ágil e poderosa, o atum é um dos predadores mais admirados e respeitados nos ecossistemas oceânicos, desempenhando um papel crucial na dinâmica dos oceanos.",
    "texto2": "Encontrado em várias regiões do Brasil, desde o Norte até o Sul, o atum é principalmente uma espécie de água salgada, habitando tanto as águas oceânicas profundas quanto as regiões costeiras mais rasas. Sua coloração característica, com um dorso que varia do azul-escuro ao negro, contrastando com uma barriga prateada, torna-o facilmente reconhecível pelos pescadores e amantes da vida marinha.",
    "texto3": "O tamanho do atum pode variar significativamente, com algumas espécies atingindo dimensões impressionantes. Os atuns-rabilho, por exemplo, podem crescer até vários metros de comprimento e pesar centenas de quilos, enquanto outras espécies, como o atum-albacora, tendem a ser menores, mas não menos impressionantes em sua força e velocidade.",
    "texto4": "Além de sua imponência física, o atum é conhecido por sua carne saborosa e nutritiva, tornando-se um dos peixes mais valorizados na culinária global. Desde sushis e sashimis até grelhados e conservas, o atum é apreciado em uma variedade de pratos em todo o mundo, destacando sua importância tanto para a pesca comercial quanto para o consumo humano.",
    "texto5": "No entanto, apesar de sua popularidade e valor econômico, o atum enfrenta desafios significativos devido à pesca excessiva e à degradação do habitat. A pesca irresponsável e a pesca ilegal ameaçam as populações de atum em todo o mundo, levando à necessidade de uma gestão sustentável e da conservação dos recursos marinhos.",
    "texto6": "Em resumo, o atum é muito mais do que apenas um peixe de valor comercial; é uma criatura magnífica e essencial para a saúde dos oceanos e para a subsistência de muitas comunidades costeiras em todo o mundo. Proteger e preservar as populações de atum é crucial não apenas para garantir sua sobrevivência, mas também para manter o equilíbrio dos ecossistemas marinhos em que habita.",
    "texto7": "",
    "disponibilidade": 1
    },
    {
    "id": 4,
    "nome": "Barracuda",
    "regioes": ["Norte", "Nordeste", "Sudeste"],
    "tamanho": "50-100cm",
    "cor": "Prateado",
    "aguad": "Salgada",
    "foto": "https://images2.alphacoders.com/104/thumb-1920-104690.jpg",
    "texto1": "A Barracuda, com sua figura esguia e intimidante, é uma das predadoras mais emblemáticas dos mares tropicais. Com seu corpo alongado e afilado, adornado com uma fileira de dentes afiados e penetrantes, ela representa a perfeição da adaptação ao ambiente marinho.",
    "texto2": "Encontrada em águas tropicais ao redor do mundo, a Barracuda é uma espécie amplamente distribuída, desde os recifes de coral até os mares abertos. Nas águas costeiras, ela se espreita entre os corais e fendas rochosas, enquanto em mar aberto, patrulha as águas azuis em busca de presas.",
    "texto3": "Sua cor prateada, às vezes com tons de verde ou azul, permite que ela se camufle habilmente em seu ambiente. Seus olhos afiados estão sempre atentos, procurando por movimentos suspeitos que possam indicar a presença de presas potenciais.",
    "texto4": "A dieta da Barracuda é diversificada e voraz. Pequenos peixes, crustáceos e até mesmo outros membros de sua própria espécie estão no cardápio desta predadora implacável. Com sua velocidade e agilidade impressionantes, ela é capaz de lançar ataques rápidos e letais, surpreendendo suas presas antes que elas tenham a chance de reagir.",
    "texto5": "Apesar de sua reputação como uma das principais predadoras dos oceanos, a Barracuda também enfrenta seus próprios desafios. A destruição do habitat, a pesca predatória e a poluição dos oceanos ameaçam as populações desses majestosos peixes. Como muitas espécies marinhas, a Barracuda precisa da proteção e conservação de seus habitats para garantir sua sobrevivência no futuro.",
    "texto6": "Diante de sua imponência e fascínio, a Barracuda continua a ser uma das criaturas mais intrigantes e respeitadas dos mares. Seu papel vital no ecossistema marinho e sua beleza única são um lembrete da importância da preservação dos oceanos e de todas as formas de vida que neles habitam.",
    "texto7": "",
    "disponibilidade": 2    
    },
    {
    "id": 5,
    "nome": "Bonito",
    "regioes": ["Sul", "Sudeste", "Nordeste"],
    "tamanho": "60-100cm",
    "cor": "Azul",
    "aguad": "Salgada",
    "foto": "https://blog.pescagerais.com.br/wp-content/uploads/2020/12/peixe-bonito.jpg",
    "texto1": "No coração do Brasil, escondido no estado de Mato Grosso do Sul, encontra-se um verdadeiro tesouro natural: Bonito. Este destino singular é um oásis de beleza intocada, onde a natureza reina soberana e os cenários deslumbrantes deixam os visitantes maravilhados.",
    "texto2": "A região de Bonito é abençoada com uma abundância de rios cristalinos, cachoeiras exuberantes, cavernas misteriosas e uma fauna e flora exóticas. Suas águas límpidas e transparentes, resultado da filtragem natural pelas rochas calcárias, proporcionam uma visibilidade incrível para os visitantes que desejam explorar o mundo subaquático.",
    "texto3": "As atividades em Bonito são tão diversas quanto a própria natureza que a cerca. Mergulho em rios de águas claras, flutuação em nascentes cristalinas, trilhas em meio à mata atlântica, observação de aves e animais selvagens, tudo isso e muito mais aguarda os aventureiros que se aventuram nesta terra de maravilhas.",
    "texto4": "Uma das atrações mais famosas de Bonito é a Gruta do Lago Azul, uma caverna submersa com um lago de águas azuladas que encanta os visitantes com sua beleza surreal. Descer as águas do Rio da Prata em uma emocionante flutuação, admirar as quedas d'água da Cachoeira Boca da Onça e explorar as formações rochosas da Gruta de São Miguel são experiências que ficam gravadas na memória para sempre.",
    "texto5": "Além de sua beleza natural, Bonito também se destaca pela sua preocupação com a conservação ambiental e o turismo sustentável. As atividades na região são cuidadosamente planejadas e monitoradas para minimizar o impacto sobre o meio ambiente, garantindo que as gerações futuras também possam desfrutar dessas maravilhas naturais.",
    "texto6": "Em Bonito, cada momento é uma oportunidade para se conectar com a natureza, se maravilhar com sua grandeza e encontrar paz e serenidade em meio à beleza selvagem. É um lugar onde a aventura e a contemplação se encontram, onde os sonhos se tornam realidade e onde a magia da natureza nunca deixa de surpreender. Bonito é verdadeiramente um paraíso na Terra, um lugar que todos deveriam ter a chance de explorar e apreciar.",
    "texto7": "",
    "disponibilidade": 1
    },
    {
    "id": 6,
    "nome": "Cachara",
    "regioes": ["Norte", "Centro-Oeste"],
    "tamanho": "40-70cm",
    "cor": "Cinza",
    "aguad": "Doce",
    "foto": "https://2.bp.blogspot.com/-mZdAhnU_b8I/VwpR1ZKQWEI/AAAAAAAANCk/6abVJ4LlNSMqmyFQQ7aynwlCW7KsUUpyA/s1600/Tiger-Shovelnose-Catfish-Pseudoplatystoma-fasciatum2.jpg",
    "texto1": "Nos rios e lagos do Brasil, um predador formidável reina supremo: a Cachara. Com sua presença imponente e sua força incomparável, este peixe é verdadeiramente o soberano das águas doces, deixando sua marca nas histórias dos pescadores e na riqueza dos ecossistemas aquáticos.",
    "texto2": "Encontrada principalmente na região amazônica e em outros grandes rios do Brasil, como o Paraguai e o Paraná, a Cachara é conhecida por sua coloração prateada e seu corpo robusto, adornado por nadadeiras imponentes e uma boca larga repleta de dentes afiados.",
    "texto3": "Este peixe voraz se alimenta de uma variedade de presas, incluindo outros peixes, crustáceos e até mesmo aves que se aventuram muito perto da superfície da água. Sua capacidade de caçar tanto na água doce quanto na salgada torna-o um predador versátil e adaptável, capaz de prosperar em uma variedade de habitats aquáticos.",
    "texto4": "Além de sua importância como predador, a Cachara também desempenha um papel crucial no ecossistema aquático, ajudando a controlar as populações de outras espécies e mantendo o equilíbrio natural dos rios e lagos onde habita.",
    "texto5": "No entanto, apesar de sua importância ecológica, a Cachara enfrenta desafios significativos em termos de conservação. A destruição do habitat, a poluição dos rios e a pesca predatória representam ameaças sérias para as populações desses peixes em muitas regiões do Brasil. É essencial que medidas de proteção e conservação sejam implementadas para garantir a preservação da Cachara e a saúde dos ecossistemas aquáticos onde ela habita.",
    "texto6": "Como um símbolo da riqueza e da diversidade das águas doce do Brasil, a Cachara nos lembra da importância de preservar e proteger os preciosos recursos naturais que sustentam a vida em nossos rios e lagos. Sua presença majestosa é um testemunho da beleza e da resiliência da vida aquática e um lembrete da responsabilidade que todos nós temos de cuidar e preservar nosso ambiente natural para as gerações futuras.",
    "texto7": "",
    "disponibilidade": 1
    },
    {
    "id": 7,
    "nome": "Carapeba",
    "regioes": ["Nordeste", "Norte"],
    "tamanho": "20-30cm",
    "cor": "Prateado",
    "aguad": "Salgada",
    "foto": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEic46kJgs3W3uqh2W3Nv0QMv2Cu_rJbdqgUz4Exxx_z6IxLrYuOe_R9NimPNPx8J4FtT6m7ww47N50K3TQlh__1MjlOCdUnxPJI0tcfpcqrjFrx5PvufAAMXlrznVPOSanMRVj1gG8iNHyq/s1600/BLOG+3.jpg",
    "texto1": "A carapeba, uma das espécies icônicas das águas brasileiras, é uma presença marcante nos ecossistemas costeiros do Nordeste e Sudeste do país. Pertencente à família Carangidae, esse peixe de porte médio, porém notável, é reconhecido por sua beleza e importância tanto para os pescadores quanto para o equilíbrio dos ambientes marinhos.",
    "texto2": "Com seu dorso que varia entre tonalidades de azul-esverdeado a cinza e uma barriga prateada reluzente, a carapeba exibe uma coloração que reflete a luz do sol nas águas costeiras. Essa característica distintiva não apenas a torna facilmente reconhecível, mas também a destaca entre outras espécies marinhas que habitam os mesmos ambientes.",
    "texto3": "Habitando principalmente águas salgadas, a carapeba é frequentemente encontrada em estuários, baías e áreas costeiras, onde aproveita a abundância de alimentos e a proteção oferecida pelos manguezais e recifes de coral. Sua dieta variada inclui uma ampla gama de presas, desde pequenos peixes até crustáceos e moluscos.",
    "texto4": "Em termos de tamanho, a carapeba geralmente atinge entre 20 e 50 centímetros de comprimento, embora espécimes maiores possam ser encontrados em algumas áreas. Sua forma aerodinâmica e nadadeiras poderosas tornam-na uma nadadora ágil e veloz, adaptada para explorar uma variedade de habitats marinhos.",
    "texto5": "Além de sua importância ecológica, a carapeba desempenha um papel significativo na pesca artesanal e comercial em muitas comunidades costeiras. Sua carne saborosa e nutritiva é valorizada na culinária local, sendo preparada de várias maneiras, desde grelhada e frita até em ensopados e moquecas",
    "texto6": "No entanto, como muitas outras espécies marinhas, a carapeba enfrenta desafios devido à pesca excessiva e à degradação do habitat. A gestão sustentável dos recursos pesqueiros e a conservação dos ambientes costeiros são essenciais para garantir a sobrevivência não apenas da carapeba, mas de toda a diversidade de vida marinha que depende desses habitats.",
    "texto7": "Em resumo, a carapeba representa não apenas uma fonte de alimento e sustento para as comunidades costeiras, mas também um símbolo da riqueza e biodiversidade dos ecossistemas marinhos do Brasil. Proteger e preservar as populações de carapeba é crucial para garantir não apenas sua sobrevivência, mas também a saúde e a resiliência dos ambientes costeiros em que habita.",
    "disponibilidade": 1
    },
    {
    "id": 8,
    "nome": "Corvina",
    "regioes": ["Sul", "Sudeste", "Nordeste"],
    "tamanho": "30-80cm",
    "cor": "Cinza",
    "aguad": "Salgada",
    "foto": "https://th.bing.com/th/id/OIP.XknPAp28547eIejtiEAd1QHaE7?rs=1&pid=ImgDetMain",
    "texto1": "A corvina, uma das espécies mais populares e apreciadas nas águas do Brasil, é uma presença comum em uma variedade de ambientes, desde as águas costeiras até os estuários e, em alguns casos, até mesmo em água doce. Pertencente à família Sciaenidae, esse peixe de porte médio é reconhecido por sua carne saborosa e textura delicada, tornando-se uma escolha popular na culinária local.",
    "texto2": "Com um dorso que varia de tons acinzentados a marrom-escuros, muitas vezes com reflexos esverdeados, e uma barriga prateada brilhante, a corvina exibe uma coloração que a camufla habilmente em uma variedade de ambientes marinhos. Sua aparência elegante e seu comportamento tranquilo a tornam uma presa almejada tanto por pescadores esportivos quanto comerciais.",
    "texto3": "Encontrada em todas as regiões do Brasil, desde o Norte até o Sul, a corvina é adaptável a uma ampla gama de condições ambientais, o que contribui para sua distribuição geográfica abrangente. Embora prefira águas salgadas, essa espécie também pode ser encontrada em estuários e rios de água doce, especialmente durante os períodos de migração ou reprodução.",
    "texto4": "Em termos de tamanho, a corvina geralmente varia de cerca de 20 centímetros a mais de 1 metro de comprimento, dependendo da espécie e do ambiente em que habita. Sua capacidade de atingir tamanhos substanciais a torna um alvo desejável para pescadores comerciais, contribuindo para sua importância econômica nas comunidades costeiras.",
    "texto5": "Além de sua relevância econômica, a corvina desempenha um papel vital nos ecossistemas marinhos, ajudando a controlar as populações de suas presas e contribuindo para a biodiversidade das águas brasileiras. Sua presença saudável e sustentável é fundamental para manter o equilíbrio dos ambientes costeiros e estuarinos em que habita.",
    "texto6": "Em resumo, a corvina é muito mais do que apenas um peixe saboroso; é um componente essencial dos ecossistemas marinhos do Brasil e uma parte importante da cultura e da economia das comunidades costeiras. Sua preservação e manejo responsável são essenciais para garantir não apenas sua sobrevivência, mas também a saúde e a resiliência dos ambientes marinhos em que desempenha um papel crucial.",
    "texto7": "",
    "disponibilidade": 1
    },
    {
    "id": 9,
    "nome": "Garoupa",
    "regioes": ["Nordeste", "Norte"],
    "tamanho": "30-150cm",
    "cor": "Marrom",
    "aguad": "Salgada",
    "foto": "https://th.bing.com/th/id/OIP.3sGqqJUmAYPcs-iVn9-_ngHaE8?rs=1&pid=ImgDetMain",
    "texto1": "A garoupa, um dos tesouros das águas brasileiras, é uma das espécies mais emblemáticas encontradas em uma variedade de habitats marinhos ao redor do país. Pertencente à família Serranidae, esse peixe de porte impressionante é reconhecido por sua beleza, tamanho imponente e importância tanto para os ecossistemas marinhos quanto para a pesca comercial e recreativa.",
    "texto2": "Com uma ampla distribuição ao longo das regiões Norte, Nordeste, Sul e Sudeste do Brasil, a garoupa é uma residente comum em ambientes costeiros, recifais e oceânicos. Sua capacidade de adaptação a diferentes habitats a torna uma presença dominante em uma variedade de cenários marinhos, desde recifes de coral até naufrágios e cavernas submarinas.",
    "texto3": "Uma das características mais notáveis da garoupa é sua diversidade de cores e padrões. Podendo variar de tons de marrom, verde, cinza a vermelho, muitas vezes com manchas e padrões que ajudam na camuflagem, a garoupa exibe uma estética deslumbrante que a distingue em seu ambiente aquático.",
    "texto4": "Em termos de tamanho, a garoupa pode variar significativamente, dependendo da espécie. Enquanto algumas espécies podem atingir apenas alguns centímetros de comprimento, outras podem crescer até mais de 2 metros, com pesos impressionantes que fazem delas verdadeiros gigantes das profundezas",
    "texto5": "Além de sua presença majestosa, a garoupa desempenha um papel vital na manutenção do equilíbrio dos ecossistemas marinhos. Como predador de topo, ela regula as populações de suas presas, ajudando a manter a diversidade e a saúde dos recifes de coral e outras comunidades marinhas.",
    "texto6": "Porém, a garoupa também enfrenta desafios, incluindo a pesca excessiva e a degradação do habitat. A gestão sustentável dos recursos pesqueiros e a conservação dos ambientes marinhos são essenciais para garantir a sobrevivência dessa espécie tão importante para os oceanos e para as comunidades que dependem deles.",
    "texto7": "Em resumo, a garoupa é muito mais do que apenas um peixe de beleza impressionante; é uma peça fundamental do delicado quebra-cabeça dos ecossistemas marinhos do Brasil. Proteger e preservar as populações de garoupa é crucial para garantir não apenas sua sobrevivência, mas também a saúde e a resiliência dos oceanos em que habita.",
    "disponibilidade": 1
    },
    {
    "id": 10,
    "nome": "Namorado",
    "regioes": ["Sul", "Sudeste", "Centro-Oeste"],
    "tamanho": "10-20cm",
    "cor": "Vermelho",
    "aguad": "Salgada",
    "foto": "https://th.bing.com/th/id/OIP.hB4cQpuc7m0EmZMSezXLawHaE6?rs=1&pid=ImgDetMain",
    "texto1": "Nas águas tropicais do Brasil, entre os corais coloridos e os cardumes de peixes, encontra-se o Namorado, uma espécie de peixe que encanta com sua beleza e elegância nos recifes de coral. Com sua coloração vibrante e seu comportamento gracioso, o Namorado é uma verdadeira joia dos oceanos.",
    "texto2": "Encontrado em águas rasas ao redor dos recifes de coral, o Namorado é uma espécie comum em muitas partes do litoral brasileiro. Sua coloração varia de rosa a laranja, com manchas escuras e linhas verticais que se destacam em contraste com o azul profundo do oceano. Suas nadadeiras elegantes e sua cauda bifurcada o tornam um nadador ágil e veloz, capaz de se movimentar com facilidade entre os corais.",
    "texto3": "O Namorado é conhecido por sua dieta variada, que inclui uma variedade de pequenos invertebrados, como crustáceos e moluscos, além de algas e pequenos peixes. Sua boca pequena e pontiaguda é perfeitamente adaptada para capturar suas presas, enquanto seus olhos grandes e atentos permitem que ele localize suas presas mesmo nos ambientes mais escuros e intricados dos recifes de coral.",
    "texto4": "Além de sua importância ecológica, o Namorado também é altamente valorizado pelos mergulhadores e pelos amantes do snorkel, que se encantam com sua beleza e graça nos ambientes subaquáticos. Observar um Namorado nadando graciosamente entre os corais é uma experiência verdadeiramente memorável, que fica gravada na memória para sempre.",
    "texto5": "No entanto, assim como muitas outras espécies marinhas, o Namorado enfrenta desafios significativos em termos de conservação. A degradação dos recifes de coral, a pesca predatória e a poluição dos oceanos ameaçam as populações desses magníficos peixes em todo o mundo. É essencial que medidas de proteção e conservação sejam implementadas para garantir a sobrevivência do Namorado e a saúde dos ecossistemas marinhos onde ele habita.",
    "texto6": "Como um símbolo da beleza e da diversidade dos recifes de coral brasileiros, o Namorado nos lembra da importância de preservar e proteger esses preciosos habitats marinhos. Sua presença nos recifes é um lembrete constante da incrível riqueza da vida marinha e da necessidade urgente de agir para garantir sua sobrevivência para as gerações futuras.",
    "texto7": "",
    "disponibilidade": 1
    },
    {
    "id": 11,
    "nome": "Lambari",
    "regioes": ["Sul", "Sudeste", "Nordeste"],
    "tamanho": "20-40cm",
    "cor": "Prateado",
    "aguad": "Doce",
    "foto": "https://files.agro20.com.br/uploads/2019/04/lambari-01.jpg",
    "texto1": "O lambari é um peixe pequeno e popular encontrado em rios, lagos e riachos da América do Sul, sendo especialmente abundante nas bacias do Rio Amazonas e do Rio Paraná. Pertencente à família dos caracídeos, o lambari é apreciado por pescadores devido à sua facilidade de captura e por sua importância como isca viva para a pesca de espécies maiores.",
    "texto2": "Este peixe tem um corpo alongado e cilíndrico, com uma coloração que varia do prateado ao dourado, muitas vezes com manchas escuras ao longo do dorso e nas nadadeiras. Sua boca é pequena e terminal, adaptada para se alimentar de pequenos organismos aquáticos, como insetos, larvas e pequenos crustáceos.",
    "texto3": "Apesar de seu tamanho modesto, o lambari desempenha um papel importante nos ecossistemas aquáticos onde habita. Como parte da cadeia alimentar, ele serve como alimento para uma variedade de predadores, incluindo peixes maiores, aves aquáticas e até mesmo alguns mamíferos.",
    "texto4": "Além de sua importância ecológica, o lambari também é valorizado como peixe de aquário devido à sua natureza pacífica e comportamento ativo. Muitos entusiastas da aquariofilia apreciam sua aparência atraente e alegre, tornando-o uma adição popular a tanques de água doce em todo o mundo.",
    "texto5": "No entanto, o lambari enfrenta ameaças em seu habitat natural, incluindo a degradação ambiental, a poluição da água e a introdução de espécies invasoras. Esses fatores podem afetar negativamente suas populações e a saúde dos ecossistemas aquáticos em que vivem, destacando a importância da conservação e do manejo sustentável desses ambientes.",
    "texto6": "Em resumo, o lambari é um peixe modesto, mas importante, encontrado em rios e lagos da América do Sul. Sua presença contribui para a biodiversidade e a saúde dos ecossistemas aquáticos, enquanto sua popularidade entre pescadores e entusiastas da aquariofilia destaca seu valor cultural e recreativo. A proteção e preservação de seu habitat são essenciais para garantir sua continuidade e o equilíbrio dos ambientes aquáticos para as gerações futuras.",
    "texto7": "",
    "disponibilidade": 2
    },
    {
    "id": 12,
    "nome": "Jundiá",
    "regioes": ["Sul", "Sudeste"],
    "tamanho": "30-50cm",
    "cor": "Cinza",
    "aguad": "Doce",
    "foto": "https://pescariasa.com.br/wp-content/uploads/2021/09/jundia-rhamdia-quelen1.fw_.png",
    "texto1": "O jundiá, um dos peixes de água doce mais conhecidos e apreciados no Brasil, é uma espécie que habita os rios, riachos, lagos e represas das regiões Sul, Sudeste e Centro-Oeste do país. Pertencente à família Heptapteridae, o jundiá é valorizado não apenas por sua importância na pesca esportiva e comercial, mas também por seu papel ecológico nos ecossistemas aquáticos.",
    "texto2": "Visualmente, o jundiá apresenta uma coloração que varia de marrom a verde-oliva no dorso, com flancos prateados e uma barriga esbranquiçada. Sua aparência discreta e sua capacidade de se camuflar entre as plantas aquáticas e os detritos do fundo do rio o tornam um predador eficaz e um desafio para os pescadores que o procuram.",
    "texto3": "Em termos de tamanho, o jundiá pode variar consideravelmente, com exemplares adultos alcançando em média entre 20 a 40 centímetros de comprimento, embora alguns espécimes possam atingir mais de 50 centímetros. Sua taxa de crescimento relativamente rápida e sua adaptabilidade a diferentes condições ambientais contribuem para sua abundância em muitos corpos d'água brasileiros.",
    "texto4": "Além de sua importância como recurso pesqueiro, o jundiá desempenha um papel vital nos ecossistemas aquáticos como um predador de topo. Ele regula as populações de suas presas, ajudando a manter o equilíbrio ecológico e a biodiversidade dos rios e lagos em que habita.",
    "texto5": "O jundiá também é apreciado por sua carne saborosa e nutritiva, sendo utilizado em diversas receitas da culinária brasileira. Seu consumo é popular entre os moradores locais, que muitas vezes o preparam grelhado, frito ou em ensopados.",
    "texto6": "No entanto, o jundiá enfrenta desafios, incluindo a degradação do habitat devido à poluição, desmatamento e construção de represas, bem como a pesca predatória. A gestão sustentável dos recursos pesqueiros e a conservação dos ambientes aquáticos são essenciais para garantir a sobrevivência desta espécie tão importante para os ecossistemas de água doce do Brasil.",
    "texto7": "Em resumo, o jundiá é muito mais do que apenas um peixe de água doce; é um símbolo da riqueza e da biodiversidade dos rios e lagos brasileiros. Sua presença abundante e sua importância ecológica e cultural destacam sua relevância tanto para as comunidades locais quanto para a saúde dos ecossistemas aquáticos em que habita.",
    "disponibilidade": 1
    },
    {
    "id": 13,
    "nome": "Seriola",
    "regioes": ["Nordeste", "Norte"],
    "tamanho": "30-150cm",
    "cor": "Amarelo",
    "aguad": "Salgada",
    "foto": "https://th.bing.com/th/id/R.26cd9d1b421edc5528ca179fd1489c5c?rik=PSBpBJTr3Spsog&pid=ImgRaw&r=0",
    "texto1": "A Seriola, uma das espécies mais fascinantes e valorizadas das águas brasileiras, é uma presença marcante em uma variedade de ambientes marinhos ao redor do país. Pertencente à família Carangidae, esse peixe de porte impressionante é reconhecido por sua beleza, agilidade e importância tanto para a pesca comercial quanto para a vida marinha.",
    "texto2": "Encontrada em todas as regiões do Brasil, desde o Norte até o Sul, a Seriola habita principalmente águas salgadas, incluindo áreas oceânicas e costeiras. Sua capacidade de adaptação a diferentes habitats a torna uma espécie versátil, capaz de explorar uma variedade de ambientes marinhos, desde recifes de coral até águas profundas.",
    "texto3": "Visualmente, a Seriola apresenta uma coloração prateada no dorso e nas laterais, com uma barriga mais clara, o que a torna bem adaptada à camuflagem em seu ambiente aquático. Sua forma hidrodinâmica e nadadeiras poderosas conferem-lhe uma habilidade excepcional de nadar rápida e eficientemente, tornando-a uma predadora ágil na busca por presas.",
    "texto4": "Em termos de tamanho, a Seriola pode variar significativamente, dependendo da espécie e do ambiente em que habita. Embora algumas espécies possam atingir apenas alguns centímetros de comprimento, outras podem crescer até mais de 2 metros, tornando-as verdadeiros gigantes dos mares.",
    "texto5": "Além de seu valor como recurso pesqueiro, a Seriola desempenha um papel importante nos ecossistemas marinhos como predador de topo, ajudando a regular as populações de suas presas e contribuindo para a saúde e a biodiversidade dos oceanos. Sua presença saudável e sustentável é fundamental para manter o equilíbrio dos ambientes marinhos em que habita.",
    "texto6": "No entanto, a Seriola também enfrenta desafios, incluindo a pesca excessiva e a degradação do habitat. A gestão sustentável dos recursos pesqueiros e a conservação dos ambientes marinhos são essenciais para garantir a sobrevivência dessa espécie tão importante para os oceanos e para as comunidades que dependem deles",
    "texto7": "Em resumo, a Seriola é muito mais do que apenas um peixe de beleza impressionante; é uma peça fundamental do delicado quebra-cabeça dos ecossistemas marinhos do Brasil. Proteger e preservar as populações de Seriola é crucial para garantir não apenas sua sobrevivência, mas também a saúde e a resiliência dos oceanos em que habita.",
    "disponibilidade": 1
    },
    {
    "id": 14,
    "nome": "Sardinha",
    "regioes": ["Sul", "Sudeste", "Nordeste", "Norte"],
    "tamanho": "15-20cm",
    "cor": "Prateado",
    "aguad": "Salgada",
    "foto": "https://www.funbio.org.br/wp-content/uploads/2020/12/5914b7fc-8d05-49ec-97de-5980095027c6.jpeg",
    "texto1": "A sardinha, um dos peixes mais comuns e apreciados nas águas do Brasil, é uma presença icônica em uma variedade de ambientes marinhos ao redor do país. Pertencente à família Clupeidae, esse peixe de tamanho modesto, mas de grande importância, desempenha um papel vital tanto na cadeia alimentar marinha quanto na pesca comercial.",
    "texto2": "Encontrada em todas as regiões do Brasil, desde o Norte até o Sul, a sardinha é uma espécie adaptável que habita principalmente águas costeiras e oceânicas. Sua presença é marcada por cardumes densos que se movem em harmonia ao longo da costa, oferecendo uma visão espetacular para pescadores e observadores marinhos.",
    "texto3": "Visualmente, a sardinha apresenta uma coloração prateada com reflexos azulados no dorso e laterais, e uma barriga prateada brilhante. Essa coloração confere-lhe uma aparência distinta e a torna facilmente reconhecível entre outras espécies marinhas que compartilham os mesmos habitats.",
    "texto4": "Em termos de tamanho, a sardinha geralmente varia de cerca de 10 a 15 centímetros de comprimento, tornando-a uma das espécies de peixes mais pequenas encontradas nas águas brasileiras. Apesar de seu tamanho modesto, a sardinha desempenha um papel crucial como alimento para uma variedade de predadores marinhos, incluindo aves marinhas, golfinhos e peixes maiores.",
    "texto5": "Além de sua importância como fonte de alimento na natureza, a sardinha é uma espécie altamente valorizada na pesca comercial. Sua carne saborosa e rica em nutrientes é frequentemente usada em uma variedade de pratos na culinária brasileira, desde ensopados e frituras até conservas e patês, destacando sua versatilidade na cozinha.",
    "texto6": "No entanto, a sardinha também enfrenta desafios, incluindo a pesca excessiva e a pressão sobre seus habitats naturais devido à poluição e mudanças climáticas. A gestão sustentável dos recursos pesqueiros e a conservação dos ecossistemas marinhos são essenciais para garantir a sobrevivência dessa espécie vital e para manter a saúde dos oceanos brasileiros.",
    "texto7": "Em resumo, a sardinha é muito mais do que apenas um peixe pequeno; é uma peça fundamental do delicado quebra-cabeça dos ecossistemas marinhos do Brasil. Sua presença abundante e sua importância econômica e ecológica destacam sua relevância tanto para as comunidades costeiras quanto para a saúde dos oceanos em que habita.",
    "disponibilidade": 1
    },
    {
    "id": 15,
    "nome": "Robalo",
    "regioes": ["Sul", "Sudeste", "Nordeste"],
    "tamanho": "30-70cm",
    "cor": "Cinza",
    "aguad": "Salgada",
    "foto": "https://th.bing.com/th/id/OIP.RY2MeeeMJUi1Ox4zh3E-yAHaDQ?rs=1&pid=ImgDetMain",
    "texto1": "O robalo, um dos peixes mais apreciados e populares nas águas brasileiras, é uma espécie que cativa pescadores e entusiastas da pesca esportiva e comercial. Pertencente à família Centropomidae, o robalo é reconhecido por sua habilidade de pesca, sabor delicioso e beleza única, tornando-se um dos troféus mais cobiçados nos mares e estuários do Brasil.",
    "texto2": "Encontrado em uma variedade de ambientes, desde manguezais e estuários até enseadas costeiras e até mesmo águas doces, o robalo é uma espécie versátil e adaptável. Sua distribuição abrange as diversas regiões do Brasil, incluindo o Norte, Nordeste, Sul e Sudeste, demonstrando sua capacidade de prosperar em diferentes condições ambientais.",
    "texto3": "Visualmente, o robalo apresenta uma coloração que varia de verde-oliva a marrom no dorso, com flancos prateados e uma barriga branca ou esbranquiçada. Essa coloração camuflada o torna bem adaptado ao seu ambiente, proporcionando-lhe uma vantagem ao caçar presas e evitar predadores.",
    "texto4": "Em termos de tamanho, o robalo pode variar consideravelmente, dependendo da espécie e do habitat em que vive. Embora os exemplares menores possam medir cerca de 20 centímetros de comprimento, os grandes robalos podem ultrapassar 1 metro, representando verdadeiros desafios para os pescadores que os perseguem.",
    "texto5": "Além de sua importância como troféu de pesca esportiva, o robalo também desempenha um papel vital nos ecossistemas costeiros e estuarinos. Como predador de topo, ele regula as populações de suas presas, contribuindo para a saúde e o equilíbrio dos habitats marinhos em que habita.",
    "texto6": "No entanto, o robalo enfrenta ameaças, incluindo a pesca excessiva e a degradação do habitat devido à urbanização costeira e à poluição. A gestão sustentável dos recursos pesqueiros e a conservação dos ambientes costeiros são essenciais para garantir a sobrevivência dessa espécie tão valorizada e para proteger os ecossistemas marinhos que ela habita.",
    "texto7": "Em resumo, o robalo é muito mais do que apenas um peixe de valor esportivo e gastronômico; é um símbolo da riqueza e biodiversidade das águas brasileiras. Sua presença vibrante e seu papel crucial nos ecossistemas costeiros destacam sua importância tanto para as comunidades costeiras quanto para a saúde dos oceanos em que habita.",
    "disponibilidade": 1
    },
    {
    "id": 16,
    "nome": "Robalo-flecha",
    "regioes": ["Sul", "Sudeste", "Nordeste"],
    "tamanho": "30-70cm",
    "cor": "Cinza",
    "aguad": "Salgada",
    "foto": "https://th.bing.com/th/id/OIP._l_7JYvD1izmu7Nc5TDUuAHaE9?rs=1&pid=ImgDetMain",
    "texto1": "O robalo-flecha, uma das espécies mais icônicas e desejadas pelos pescadores do Nordeste e Sudeste do Brasil, é uma verdadeira joia das águas costeiras e estuarinas do país. Pertencente à família Centropomidae, este peixe é reconhecido por sua força, agilidade e sabor delicioso, tornando-se um dos troféus mais almejados nas águas brasileiras.",
    "texto2": "Encontrado principalmente nas regiões costeiras do Nordeste e Sudeste do Brasil, o robalo-flecha é uma espécie adaptada tanto a águas salgadas quanto a estuários e ambientes lagunares. Sua presença é marcada por sua habilidade de caça e por sua capacidade de se camuflar em meio às estruturas submarinas, como rochas, manguezais e bancos de areia.",
    "texto3": "Visualmente, o robalo-flecha apresenta uma coloração que varia de verde a marrom no dorso, com flancos prateados e uma barriga branca ou esbranquiçada. Seus grandes olhos e mandíbula proeminente são indicativos de sua natureza predadora, enquanto suas barbatanas dorsais destacadas acrescentam uma aura de elegância ao seu perfil.",
    "texto4": "Em termos de tamanho, o robalo-flecha pode variar consideravelmente, com exemplares menores medindo cerca de 20 centímetros de comprimento e os maiores ultrapassando facilmente 1 metro. Esta diversidade de tamanhos proporciona oportunidades emocionantes para os pescadores, que buscam capturar esses troféus de diferentes proporções.",
    "texto5": "Além de sua popularidade entre os pescadores esportivos, o robalo-flecha desempenha um papel vital nos ecossistemas costeiros, ajudando a controlar as populações de suas presas e contribuindo para a saúde e a diversidade dos ambientes aquáticos em que habita. Sua presença saudável é um indicador da qualidade dos habitats costeiros e estuarinos.",
    "texto6": "No entanto, o robalo-flecha também enfrenta desafios, incluindo a pesca predatória e a degradação do habitat devido à urbanização costeira e à poluição. A implementação de práticas de pesca sustentáveis e a conservação dos ambientes costeiros são essenciais para garantir a sobrevivência dessa espécie tão valorizada e para proteger os ecossistemas marinhos que ela habita.",
    "texto7": "Em resumo, o robalo-flecha é muito mais do que apenas um peixe esportivo; é um símbolo da riqueza e da biodiversidade das águas costeiras do Brasil. Sua presença nas águas brasileiras é um testemunho da beleza e da importância dos ecossistemas marinhos, e sua conservação é crucial para garantir um futuro sustentável para nossos oceanos e para as gerações futuras.",
    "disponibilidade": 2
    },
    {
    "id": 17,
    "nome": "Tainha",
    "regioes": ["Sul", "Sudeste", "Nordeste"],
    "tamanho": "40-80cm",
    "cor": "Cinza",
    "aguad": "Salgada",
    "foto": "https://blog.pescagerais.com.br/wp-content/uploads/2021/01/peixe-tainha.jpg",
    "texto1": "No litoral brasileiro, um espetáculo da natureza acontece anualmente, marcando a chegada da temporada da tainha. Esses peixes migratórios realizam uma jornada épica, viajando milhares de quilômetros em direção às águas costeiras do Brasil para se reproduzir, alimentando comunidades inteiras ao longo do caminho.",
    "texto2": "A tainha é uma espécie emblemática dos oceanos, reconhecida por sua carne saborosa e por sua importância cultural e econômica em muitas regiões costeiras do Brasil. Seu ciclo migratório é um fenômeno incrível, com cardumes enormes movendo-se em sincronia ao longo da costa, atraindo a atenção de pescadores e curiosos.",
    "texto3": "A migração da tainha começa nos mares do Sul, onde as águas frias do Oceano Atlântico Sul oferecem condições ideais para a desova. À medida que a temperatura da água aumenta, os cardumes começam sua jornada em direção ao norte, seguindo a correnteza e se aproximando das águas mais quentes do litoral brasileiro.",
    "texto4": "Quando os primeiros cardumes de tainha chegam às águas costeiras do Brasil, inicia-se uma verdadeira festa para pescadores e comunidades locais. A pesca da tainha é uma tradição antiga, passada de geração em geração, e representa não apenas uma fonte de alimento, mas também um momento de celebração e união.",
    "texto5": "Os pescadores lançam suas redes, enquanto os barcos enchem o horizonte, criando uma cena pitoresca e movimentada ao longo da costa. Os cardumes de tainha são tão abundantes que às vezes é possível vê-los saltando fora d'água, em um espetáculo impressionante de vida e movimento.",
    "texto6": "Além de sua importância econômica, a migração da tainha também desempenha um papel crucial no ecossistema marinho, fornecendo alimento para uma variedade de outras espécies, incluindo aves marinhas, golfinhos e tubarões.",
    "texto7": "À medida que a temporada da tainha chega ao fim e os cardumes seguem seu curso de volta ao Sul, fica o legado dessa incrível jornada migratória. A tainha continua a ser uma das espécies mais icônicas dos mares do Brasil, um símbolo da riqueza e da diversidade dos oceanos e uma lembrança da importância de proteger e preservar esses preciosos ecossistemas para as gerações futuras.",
    "disponibilidade": 1
    },
    {
    "id": 18,
    "nome": "Traíra",
    "regioes": ["Norte", "Nordeste", "Sudeste", "Sul", "Centro-Oeste"],
    "tamanho": "20-50cm",
    "cor": "Verde",
    "aguad": "Doce",
    "foto": "https://th.bing.com/th/id/R.b3e681938448f4277fe23f3feb3f390c?rik=af6IgpOO%2fgd0QQ&pid=ImgRaw&r=0",
    "texto1": "Nas águas calmas dos pântanos e lagos brasileiros, habita uma predadora feroz e misteriosa: a Traíra. Com seu corpo alongado, dentes afiados e olhos penetrantes, este peixe é uma das criaturas mais emblemáticas e temidas das águas doces do Brasil.",
    "texto2": "Encontrada em todo o território brasileiro, desde a Amazônia até o sul do país, a Traíra é conhecida por sua habilidade de se camuflar entre as plantas aquáticas e emboscar suas presas com rapidez e precisão. Sua coloração varia de verde-oliva a marrom, proporcionando-lhe uma camuflagem perfeita nos ambientes aquáticos onde habita.",
    "texto3": "A Traíra é uma predadora voraz, alimentando-se de uma variedade de presas, incluindo peixes menores, crustáceos, insetos e até mesmo pequenos mamíferos e aves que se aventuram muito perto da água. Sua boca larga e repleta de dentes pontiagudos é uma arma letal, capaz de infligir ferimentos graves em suas presas.",
    "texto4": "Além de sua reputação como uma das principais predadoras dos ecossistemas de água doce, a Traíra também é valorizada pelos pescadores esportivos, que apreciam sua ferocidade e resistência durante a pesca. Capturar uma Traíra é um desafio emocionante e recompensador, que exige habilidade e paciência por parte do pescador.",
    "texto5": "No entanto, apesar de sua importância ecológica e recreativa, a Traíra enfrenta desafios significativos em termos de conservação. A destruição do habitat, a poluição dos rios e a pesca predatória representam ameaças sérias para as populações desses peixes em muitas regiões do Brasil. É essencial que medidas de proteção e conservação sejam implementadas para garantir a preservação da Traíra e a saúde dos ecossistemas aquáticos onde ela habita.",
    "texto6": "Como um símbolo da vida selvagem dos pântanos e lagos brasileiros, a Traíra nos lembra da importância de preservar e proteger os preciosos recursos naturais que sustentam a vida em nossas águas doces. Sua presença majestosa é um testemunho da incrível diversidade da vida aquática e um lembrete da responsabilidade que todos nós temos de cuidar e preservar nosso ambiente natural para as gerações futuras.",
    "texto7": "",
    "disponibilidade": 1
    },
    {
    "id": 19,
    "nome": "Tucunaré",
    "regioes": ["Norte", "Nordeste", "Centro-Oeste"],
    "tamanho": "30-60cm",
    "cor": "Amarelo",
    "aguad": "Doce",
    "foto": "https://th.bing.com/th/id/R.4696a68eda7f83bb28802b581a9d72d5?rik=3Kw5PZaH9suHvQ&riu=http%3a%2f%2f1.bp.blogspot.com%2f_8Oz1SX8aGnw%2fS_gcwachfgI%2fAAAAAAAALpA%2fyqDDgaPU9NU%2fw1200-h630-p-k-no-nu%2ftucunar%c3%a9.jpg&ehk=MIjh486Wwq8R6WZO6tcULL8YBm6K1z1jpWYAYZQhOCU%3d&risl=&pid=ImgRaw&r=0",
    "texto1": "O tucunaré, um dos peixes mais emblemáticos e queridos pelos pescadores do Brasil, é uma verdadeira joia das águas doces da região amazônica e do Pantanal. Pertencente à família Cichlidae, esse peixe de cores vibrantes e comportamento agressivo cativa não apenas os pescadores esportivos, mas também os amantes da natureza e da biodiversidade aquática.",
    "texto2": "Encontrado principalmente nas regiões Norte e Centro-Oeste do Brasil, o tucunaré é uma espécie de água doce, frequentemente avistado em rios, lagos, açudes e igarapés. Sua preferência por ambientes de água doce e seu habitat natural em meio às paisagens exuberantes da Amazônia e do Pantanal o tornam um dos símbolos mais marcantes desses ecossistemas aquáticos.",
    "texto3": "Uma das características mais distintivas do tucunaré é sua coloração vibrante e marcante. Com padrões que variam de verde a dourado no dorso, flancos adornados com manchas escuras e uma barriga branca ou amarelada, o tucunaré se destaca como uma verdadeira obra de arte da natureza, proporcionando um espetáculo visual aos observadores marinhos.",
    "texto4": "Em termos de tamanho, o tucunaré pode variar consideravelmente, dependendo da espécie e do ambiente em que vive. Embora os exemplares menores possam medir cerca de 20 centímetros de comprimento, os tucunarés maiores podem ultrapassar facilmente os 70 centímetros, representando desafios emocionantes para os pescadores que os buscam.",
    "texto5": "Além de sua beleza estonteante, o tucunaré é conhecido por seu comportamento agressivo e voraz, tornando-o um alvo desafiador e emocionante para os pescadores esportivos. Sua habilidade de emboscar presas e sua resistência durante a briga proporcionam momentos inesquecíveis para aqueles que têm a sorte de fisgar um exemplar.",
    "texto6": "No entanto, apesar de sua popularidade entre os pescadores, o tucunaré enfrenta ameaças, incluindo a degradação do habitat, a poluição dos cursos d'água e a pesca predatória. A conservação dos ambientes de água doce e a implementação de práticas de pesca sustentáveis são essenciais para garantir a sobrevivência e a saúde das populações de tucunaré e dos ecossistemas aquáticos em que habitam.",
    "texto7": "Em resumo, o tucunaré é muito mais do que apenas um peixe esportivo; é um símbolo da riqueza e da biodiversidade das águas doces do Brasil. Sua beleza, seu comportamento único e sua importância cultural e econômica o tornam uma espécie verdadeiramente especial, digna de admiração e proteção.",
    "disponibilidade": 1
    },
    {
    "id": 20,
    "nome": "Cação",
    "regioes": ["Sul", "Sudeste", "Nordeste"],
    "tamanho": "50-150cm",
    "cor": "Cinza",
    "aguad": "Salgada",
    "foto": "https://th.bing.com/th/id/OIP.qVJAmpj1N0HUr8HrGgR4UAHaE_?rs=1&pid=ImgDetMain",
    "texto1": "O cação, uma das criaturas mais fascinantes dos mares brasileiros, é um exemplo impressionante da diversidade e da importância dos tubarões em nossos ecossistemas marinhos. Pertencente à ordem dos tubarões, o cação é uma presença comum nas águas costeiras e oceânicas do Brasil, representando uma parte vital da cadeia alimentar marinha e uma espécie que desperta admiração e, às vezes, preocupação.",
    "texto2": "Encontrado em diversas regiões do Brasil, desde o Norte até o Sul, o cação é um habitante dos mares tanto do Atlântico quanto do Pacífico. Sua presença é marcante em ambientes costeiros e até mesmo em áreas mais profundas, onde desempenha um papel importante na manutenção do equilíbrio ecológico dos oceanos.",
    "texto3": "Em termos de aparência, o cação pode variar em cor e tamanho, mas geralmente apresenta uma coloração que varia de cinza a marrom no dorso, com uma barriga mais clara. Seu corpo aerodinâmico e suas características distintas, como as barbatanas dorsais proeminentes e a forma corporal elegante, o tornam facilmente reconhecível entre outras espécies marinhas.",
    "texto4": "Quanto ao tamanho, o cação pode ser bastante variado, com algumas espécies alcançando apenas alguns metros de comprimento, enquanto outras podem ultrapassar os dois metros. Essa diversidade de tamanhos reflete as diferentes espécies de cação que habitam as águas brasileiras, cada uma com suas próprias características ecológicas e comportamentais.",
    "texto5": "Apesar de sua reputação muitas vezes injusta como uma criatura perigosa, o cação desempenha um papel crucial na regulação das populações de peixes em seus habitats, mantendo o equilíbrio dos ecossistemas marinhos. Como predador de topo, ele ajuda a controlar as populações de suas presas, contribuindo para a diversidade e a saúde dos oceanos.",
    "texto6": "No entanto, o cação também enfrenta ameaças significativas, incluindo a pesca predatória e a degradação do habitat. A conservação dos tubarões, incluindo o cação, é fundamental para garantir a saúde dos ecossistemas marinhos e para proteger essas espécies vitais para os oceanos e para as comunidades que dependem deles.",
    "texto7": "Em resumo, o cação é muito mais do que apenas um predador temido; é uma peça essencial do delicado ecossistema marinho do Brasil. Sua presença nas águas brasileiras é um testemunho da riqueza e da diversidade da vida marinha em nossos mares, e sua conservação é fundamental para garantir um futuro sustentável para nossos oceanos e para as gerações futuras.",
    "disponibilidade": 2
    },
    {
    "id": 21,
    "nome": "Piapara",
    "regioes": ["Sul", "Sudeste"],
    "tamanho": "40-80cm",
    "cor": "Prateado",
    "aguad": "Doce",
    "foto": "https://th.bing.com/th/id/OIP.ZZpxMyBdSAJY1Yn-pDUqHAHaDV?rs=1&pid=ImgDetMain",
    "texto1": "A piapara é um peixe de água doce encontrado em diversos rios da América do Sul, especialmente na bacia do Rio Paraná. Pertencente à família dos caracídeos, este peixe é conhecido por sua aparência prateada e sua capacidade de crescer até tamanhos consideráveis.",
    "texto2": "Com um corpo alongado e comprimido lateralmente, a piapara apresenta uma coloração prateada com reflexos dourados, além de uma barbatana dorsal proeminente e nadadeiras caudal e anal bifurcadas. Sua boca é terminal e levemente voltada para cima, adaptada para a alimentação de matéria orgânica presente no fundo dos rios.",
    "texto3": "A piapara é valorizada tanto por pescadores esportivos quanto por aqueles que a procuram para consumo. Sua carne é considerada saborosa e de textura firme, sendo frequentemente preparada grelhada, assada ou cozida em diferentes pratos da culinária regional.",
    "texto4": "Além de sua importância como fonte de alimento e lazer, a piapara desempenha um papel ecológico significativo nos ecossistemas aquáticos onde habita. Como parte da cadeia alimentar, ela contribui para o equilíbrio populacional de pequenos organismos aquáticos, além de servir como presa para predadores maiores.",
    "texto5": "No entanto, a piapara enfrenta desafios em seu habitat natural, incluindo a degradação ambiental, a poluição da água e a pesca predatória. A implementação de práticas de manejo sustentável e a conservação dos rios e lagos onde ela vive são fundamentais para garantir sua preservação e continuidade para as futuras gerações.",
    "texto6": "Em resumo, a piapara é um peixe de água doce apreciado por sua beleza, sabor e valor ecológico. Sua presença nos rios da América do Sul enriquece a biodiversidade desses ecossistemas e oferece oportunidades tanto para a recreação quanto para a subsistência das comunidades ribeirinhas. A proteção e o manejo responsável desses ambientes aquáticos são essenciais para garantir a sobrevivência e a sustentabilidade da piapara e de outras espécies que dependem desses recursos naturais.",
    "texto7": "",
    "disponibilidade": 1
    },
    {
    "id": 22,
    "nome": "Pargo",
    "regioes": ["Nordeste", "Norte"],
    "tamanho": "30-60cm",
    "cor": "Vermelho",
    "aguad": "Salgada",
    "foto": "https://blog.pescagerais.com.br/wp-content/uploads/2020/12/peixe-pargo-pagrus-pagrus.jpg",
    "texto1": "Nas águas tropicais, entre os corais coloridos e os recifes vibrantes, reina majestoso o Pargo, um dos peixes mais emblemáticos e deslumbrantes dos oceanos. Com sua coloração vibrante e sua presença imponente, o Pargo é verdadeiramente uma obra de arte da natureza.",
    "texto2": "Encontrado em todo o mundo em águas tropicais e subtropicais, o Pargo é especialmente abundante nas regiões costeiras do Brasil, onde é valorizado tanto por pescadores comerciais quanto por pescadores esportivos. Sua beleza estonteante e sua carne saborosa o tornam uma espécie altamente apreciada em mercados locais e internacionais.",
    "texto3": "Com sua coloração que varia do vermelho ao rosa e ao laranja, o Pargo é uma verdadeira visão subaquática. Suas nadadeiras elegantes e sua forma aerodinâmica o tornam um nadador ágil e veloz, capaz de se movimentar com destreza entre os recifes de coral em busca de alimento.",
    "texto4": "O Pargo é conhecido por sua dieta variada, que inclui crustáceos, moluscos e uma variedade de peixes menores. Seus dentes afiados e sua boca larga são adaptados para capturar suas presas com eficiência, tornando-o um predador temido e respeitado nos ecossistemas marinhos.",
    "texto5": "Apesar de sua beleza e popularidade, o Pargo enfrenta desafios significativos em termos de conservação. A destruição dos recifes de coral, a pesca excessiva e a poluição dos oceanos ameaçam as populações desses magníficos peixes em todo o mundo. É essencial que medidas de proteção e conservação sejam implementadas para garantir a sobrevivência do Pargo e a saúde dos ecossistemas marinhos onde ele habita.",
    "texto6": "Como um símbolo da vida selvagem dos mares tropicais, o Pargo nos lembra da importância de preservar e proteger os preciosos tesouros naturais que se encontram sob as ondas. Sua beleza, força e graça nos inspiram a apreciar e cuidar dos oceanos, garantindo que eles permaneçam repletos de vida para as gerações futuras.",
    "texto7": "",
    "disponibilidade": 1
    },
    {
    "id": 23,
    "nome": "Mandi",
    "regioes": ["Norte", "Sudeste", "Sul"],
    "tamanho": "20-30cm",
    "cor": "Cinza",
    "aguad": "Doce",
    "foto": "https://th.bing.com/th/id/OIP.PoyQuFvkge3Y77rXYJEvBAHaE7?rs=1&pid=ImgDetMain",
    "texto1": "O mandi é um peixe de água doce encontrado principalmente na América do Sul, especialmente nas bacias dos rios Amazonas e Paraná. Pertencente à família dos Pimelodidae, o mandi é conhecido por sua importância econômica e cultural em várias regiões do continente sul-americano.",
    "texto2": "Este peixe tem um corpo alongado e esguio, com uma coloração que varia do marrom ao cinza, muitas vezes com manchas escuras ao longo do dorso. Suas nadadeiras são longas e distintas, proporcionando-lhe uma boa capacidade de locomoção na água.",
    "texto3": "O mandi é altamente valorizado na pesca comercial e de subsistência em muitas comunidades ribeirinhas da América do Sul. Sua carne branca e saborosa é apreciada por seu valor nutricional e versatilidade culinária. É frequentemente preparada de várias maneiras, como grelhada, frita ou cozida em ensopados e caldos, sendo uma fonte importante de proteína para muitas pessoas que vivem próximas a rios e lagos onde o mandi é abundante.",
    "texto4": "Além de sua importância como fonte de alimento, o mandi desempenha um papel ecológico crucial nos ecossistemas aquáticos em que habita. Como predador de pequenos peixes e outros organismos aquáticos, o mandi ajuda a regular as populações de presas e contribui para a manutenção do equilíbrio ecológico nos rios e lagos.",
    "texto5": "No entanto, o mandi enfrenta desafios em seu habitat natural devido à degradação ambiental, poluição da água e alterações no curso dos rios causadas pelo desenvolvimento humano. Esses fatores podem afetar negativamente a reprodução e a sobrevivência do mandi, destacando a importância da conservação dos ambientes aquáticos onde essa espécie habita.",
    "texto6": "Em resumo, o mandi é um peixe de água doce valorizado por sua importância econômica, cultural e ecológica na América do Sul. Sua carne saborosa e nutritiva faz dele uma fonte essencial de alimento para muitas comunidades ribeirinhas, enquanto sua presença nos ecossistemas aquáticos contribui para a saúde e diversidade desses ambientes naturais. A proteção e manejo sustentável do habitat do mandi são fundamentais para garantir sua preservação e continuidade para as gerações futuras.",
    "texto7": "",
    "disponibilidade": 1
    },
    {
    "id": 24,
    "nome": "Truta",
    "regioes": ["Sudeste", "Sul"],
    "tamanho": "20-60cm",
    "cor": "Prateado",
    "aguad": "Doce",
    "foto": "https://th.bing.com/th/id/OIP.aboSHJYaMwGRuUTTbfS4UwHaDG?rs=1&pid=ImgDetMain",
    "texto1": "A truta é um peixe de água doce pertencente à família dos salmões, conhecida por sua beleza, sabor delicado e valor como peixe esportivo e de consumo. Encontrada em rios, lagos e córregos de água fria em todo o mundo, a truta é altamente valorizada por pescadores e apreciada por amantes da gastronomia.",
    "texto2": "Uma das características distintivas da truta é sua coloração vibrante e padrões de manchas que variam de acordo com a espécie e o ambiente em que vivem. Essas cores podem incluir tons de verde, marrom, amarelo e vermelho, tornando cada truta única e bela à sua maneira.",
    "texto3": "Existem várias espécies de trutas, incluindo a truta arco-íris, a truta marrom e a truta do lago. A truta arco-íris, em particular, é uma das espécies mais comuns e amplamente distribuídas, sendo conhecida por sua resistência e vigor durante a pesca esportiva.",
    "texto4": "Além de ser apreciada pelos pescadores, a truta também é valorizada por seu sabor delicado e textura suculenta. Sua carne é rica em proteínas, ômega-3 e outros nutrientes essenciais, tornando-a uma escolha saudável e nutritiva para a alimentação humana.",
    "texto5": "Devido ao seu alto valor como peixe esportivo e de consumo, a truta é frequentemente criada em sistemas de aquicultura, onde é cuidadosamente monitorada e alimentada para garantir sua qualidade e sustentabilidade. Essa prática de cultivo permite que a truta esteja disponível durante todo o ano, mesmo em áreas onde não é encontrada naturalmente.",
    "texto6": "No entanto, a truta enfrenta desafios em seu habitat natural, incluindo a degradação do meio ambiente, a poluição da água e a introdução de espécies invasoras. A conservação dos rios e lagos onde a truta habita é essencial para garantir sua sobrevivência a longo prazo e manter o equilíbrio dos ecossistemas aquáticos.",
    "texto7": "Em resumo, a truta é um peixe de água doce estimado por sua beleza, sabor e valor como peixe esportivo e de consumo. Sua presença em rios e lagos em todo o mundo traz benefícios tanto para os pescadores quanto para os amantes da gastronomia, destacando a importância da conservação e manejo sustentável desses preciosos recursos naturais.",
    "disponibilidade": 1
    },
    {
    "id": 25,
    "nome": "Dorurado",
    "regioes": ["Sul", "Centro-Oeste", "Norte"],
    "tamanho": "100-120cm",
    "cor": "Dourado",
    "aguad": "Doce",
    "foto": "https://th.bing.com/th/id/R.87db3219a8563e5af41c0fbc9ba13918?rik=5TGdZMJLI2FI3g&riu=http%3a%2f%2fwww.oceaninspiration.net%2fwp-content%2fuploads%2f2019%2f08%2f9624c3c070266253f129d87e4bb210e0-min.jpg&ehk=QT67LL8GLEs8KXqwI5J9X8bQAeA3wCuXL0py9j6AOEQ%3d&risl=&pid=ImgRaw&r=0",
    "texto1": "Nas águas cristalinas dos rios brasileiros, reina majestoso o Dourado, um dos peixes mais cobiçados e admirados pelos pescadores esportivos e amantes da natureza. Com sua coloração dourada reluzente e sua força inigualável, o Dourado é verdadeiramente o soberano das águas dulcícolas.",
    "texto2": "Encontrado em rios de águas limpas e correntes rápidas, como o Rio Paraná, o Rio Uruguai e o Rio São Francisco, o Dourado é uma espécie endêmica da América do Sul, sendo especialmente abundante no Brasil, Argentina e Uruguai. Seu habitat natural são os trechos rochosos e os remansos dos rios, onde ele pode caçar suas presas com eficiência.",
    "texto3": "Dotado de uma força formidável, o Dourado é um predador voraz que se alimenta principalmente de peixes menores, crustáceos e até mesmo aves que ousam pousar na água. Sua boca larga e repleta de dentes afiados é uma arma letal, capaz de abocanhar suas presas com precisão cirúrgica.",
    "texto4": "Mas não é apenas sua habilidade como predador que torna o Dourado tão especial. Sua beleza é verdadeiramente deslumbrante: o brilho dourado de suas escamas, a elegância de suas nadadeiras e a imponência de seu corpo musculoso são uma verdadeira obra-prima da natureza.",
    "texto5": "No entanto, o Dourado enfrenta ameaças cada vez maiores à sua sobrevivência. A degradação dos habitats aquáticos, a poluição dos rios e a pesca predatória têm reduzido as populações desses magníficos peixes em muitas regiões. É essencial que medidas de conservação sejam implementadas para proteger o habitat do Dourado e garantir sua preservação para as gerações futuras.",
    "texto6": "Em um mundo onde a natureza muitas vezes parece estar em declínio, o Dourado é um lembrete poderoso da beleza e da importância dos ecossistemas aquáticos. Como um símbolo da vida selvagem dos rios brasileiros, ele nos inspira a apreciar e proteger os tesouros naturais que nos rodeiam.",
    "texto7": "",
    "disponibilidade": 1
    },
    {
    "id": 26,
    "nome": "Tilápia",
    "regioes": ["Sul", "Sudeste","Nordeste","Norte","Centro-Oeste"],
    "tamanho": "30-40cm",
    "cor": "Cinza",
    "aguad": "Doce",
    "foto": "https://www.gtush.com/wp-content/uploads/2018/06/tilapia-otra.jpg",
    "texto1": "A tilápia é um dos peixes mais populares e amplamente criados em todo o mundo, com uma história que remonta a milhares de anos. Originária da África, a tilápia foi domesticada pelos antigos egípcios e tornou-se uma parte essencial da agricultura e da alimentação em muitas culturas ao longo dos séculos.",
    "texto2": "Com uma capacidade notável de adaptação a uma variedade de ambientes aquáticos, a tilápia pode ser encontrada em rios, lagos, açudes e até mesmo em ambientes de água salobra. Sua versatilidade e resistência a condições adversas contribuíram para sua disseminação global como uma importante espécie de peixe de cultivo.",
    "texto3": "A tilápia é conhecida por seu crescimento rápido e taxa de reprodução elevada, o que a torna uma escolha popular para a aquicultura. Ela é criada em sistemas de produção intensiva em todo o mundo, fornecendo uma fonte acessível de proteína animal para milhões de pessoas.",
    "texto4": "Além de sua importância como fonte de alimento, a tilápia também desempenha um papel crucial na aquaponia, um sistema de produção sustentável que combina a criação de peixes com o cultivo de plantas em um ciclo fechado. Nesse sistema, os resíduos gerados pelos peixes são convertidos em nutrientes para as plantas, criando um ambiente de cultivo altamente eficiente e sustentável.",
    "texto5": "Em termos de nutrição, a tilápia é uma excelente fonte de proteína magra, sendo também uma boa fonte de vitaminas e minerais essenciais, como o selênio e a vitamina B12. Sua carne branca e suculenta é apreciada por seu sabor suave e textura firme, tornando-a uma escolha popular em uma variedade de pratos culinários em todo o mundo.",
    "texto6": "No entanto, apesar de sua popularidade e benefícios nutricionais, a tilápia enfrenta desafios relacionados à sustentabilidade e ao impacto ambiental de sua produção em larga escala. Questões como a poluição da água, o uso excessivo de antibióticos e a destruição de habitats naturais são preocupações que precisam ser abordadas para garantir a sustentabilidade a longo prazo da indústria da tilápia.",
    "texto7": "Em conclusão, a tilápia é uma espécie de peixe versátil e valiosa, desempenhando um papel significativo na alimentação e na aquicultura em todo o mundo. Seu crescimento rápido, capacidade de adaptação e valor nutricional a tornam uma escolha popular tanto para os produtores quanto para os consumidores, embora desafios relacionados à sustentabilidade exijam atenção contínua para garantir sua preservação futura.",
    "disponibilidade": 1
    },
    {
    "id": 27,
    "nome": "Matrinxã",
    "regioes": ["Norte", "Centro-Oeste"],
    "tamanho": "30-50cm",
    "cor": "Prateado",
    "aguad": "Doce",
    "foto": "https://i0.wp.com/myaquarium.com.br/wp-content/uploads/2023/01/matrinxa-brycon-cephalus-ficha-tecnica-guia-de-cuidados.jpg?fit=700%2C480&ssl=1",
    "texto1": "A matrinxã, uma das espécies de peixe mais emblemáticas e apreciadas nas águas doces do Brasil, é uma verdadeira joia dos rios, lagos e igarapés da região Norte e Centro-Oeste do país. Pertencente à família Characidae, esse peixe de água doce é reconhecido por sua beleza, agilidade e importância tanto para a pesca esportiva quanto para o ecossistema aquático.",
    "texto2": "Com sua distribuição principal nas regiões Norte e Centro-Oeste do Brasil, a matrinxã é um habitante típico de ambientes de água doce, encontrada em rios de águas claras e correntes rápidas, assim como em lagos e riachos. Sua presença é marcada pela beleza de suas cores e pela agitação que causa ao saltar sobre a superfície da água.",
    "texto3": "Visualmente, a matrinxã apresenta uma coloração que varia do prateado no dorso ao dourado nos flancos, com uma barriga geralmente branca. Suas escamas brilhantes e seu corpo alongado e esguio são características distintivas que a tornam facilmente reconhecível entre outras espécies de peixes de água doce.",
    "texto4": "Em termos de tamanho, a matrinxã pode atingir em média entre 30 a 50 centímetros de comprimento, embora alguns exemplares possam ultrapassar essa marca. Sua agilidade e resistência durante a pesca a tornam um desafio emocionante para os pescadores esportivos, que buscam capturar esse troféu das águas brasileiras.",
    "texto5": "Além de sua importância como recurso pesqueiro, a matrinxã desempenha um papel vital nos ecossistemas aquáticos como um predador de topo. Ela regula as populações de suas presas e contribui para a saúde e a diversidade dos rios e lagos em que habita, mantendo o equilíbrio ecológico desses ambientes.",
    "texto6": "No entanto, a matrinxã também enfrenta desafios, incluindo a degradação do habitat devido à atividade humana, como a poluição e o desmatamento, bem como a pesca predatória. A conservação dos ambientes de água doce e a implementação de práticas de pesca sustentáveis são essenciais para garantir a sobrevivência dessa espécie tão valorizada e para proteger os ecossistemas aquáticos do Brasil.",
    "texto7": "Em resumo, a matrinxã é muito mais do que apenas um peixe de água doce; é um símbolo da riqueza e da biodiversidade dos rios e lagos brasileiros. Sua presença nas águas doces do Brasil é um testemunho da beleza e da importância dos ecossistemas aquáticos, e sua conservação é crucial para garantir um futuro sustentável para nossos recursos hídricos e para as comunidades que dependem deles.",
    "disponibilidade": 1
    },
    {
    "id": 28,
    "nome": "Pacu",
    "regioes": ["Norte", "Centro-Oeste"],
    "tamanho": "30-60cm",
    "cor": "Vermelho",
    "aguad": "Doce",
    "foto": "https://th.bing.com/th/id/R.e57d4612ee991dd5a426eb0bd1ee08a5?rik=k1jMwdnYwyo5Sw&riu=http%3a%2f%2f2.bp.blogspot.com%2f-uMZL6ngQ7qU%2fT14yVtRvKVI%2fAAAAAAAAAG4%2fj8NR0UyENpw%2fs1600%2fpacu.jpg&ehk=UiETpSPfsF6yGgzK3DBq9goRGShQ%2bItULWv0Y8Cyq1U%3d&risl=&pid=ImgRaw&r=0",
    "texto1": "O pacu é um peixe de água doce que habita principalmente rios e lagos da América do Sul, sendo mais comum na região da Bacia Amazônica. Pertencente à família dos caracídeos, o pacu compartilha parentesco próximo com a piranha, embora seja muito menos agressivo e mais conhecido por sua alimentação herbívora.",
    "texto2": "Com um corpo robusto e comprimido lateralmente, o pacu possui uma coloração que varia do prateado ao dourado, com manchas escuras ao longo do corpo. Suas nadadeiras são geralmente arredondadas, o que facilita sua identificação em comparação com a piranha, que possui nadadeiras mais pontiagudas.",
    "texto3": "Uma característica marcante do pacu são seus dentes fortes e semelhantes aos humanos, o que lhe rendeu o apelido de \"peixe vegetariano\". Esses dentes especializados são adaptados para triturar frutas, sementes e outros materiais vegetais encontrados em seu ambiente natural. Essa dieta vegetariana faz do pacu um importante dispersor de sementes em seu ecossistema, contribuindo para a diversidade ecológica da região.",
    "texto4": "Além de sua importância ecológica, o pacu também é valorizado por pescadores esportivos devido à sua resistência e tamanho impressionante. Algumas espécies de pacu podem crescer bastante, alcançando tamanhos que rivalizam com os de algumas espécies de salmão. Sua força e vigor durante a pesca proporcionam uma experiência emocionante para os pescadores que buscam o desafio de capturar esse peixe.",
    "texto5": "No entanto, o pacu enfrenta ameaças em seu habitat natural, incluindo a destruição de seus ambientes aquáticos e a introdução de espécies invasoras. A pesca excessiva também representa uma preocupação para a conservação do pacu, exigindo a implementação de práticas sustentáveis para garantir sua sobrevivência a longo prazo.",
    "texto6": "Em resumo, o pacu é uma espécie fascinante de peixe que desempenha um papel importante nos ecossistemas de água doce da América do Sul. Sua dieta vegetariana, tamanho impressionante e valor como peixe esportivo o tornam uma espécie admirada por muitos, destacando a necessidade de proteger seu habitat e garantir sua preservação para as gerações futuras.",
    "texto7": "",
    "disponibilidade": 1
    },
    {
    "id": 29,
    "nome": "Pacu-borracha",
    "regioes": ["Norte"],
    "tamanho": "30-40cm",
    "cor": "Cinza",
    "aguad": "Doce",
    "foto": "https://th.bing.com/th/id/R.4384695827634a934f03e6f5f912ba16?rik=GWhdyBnxdss6jg&riu=http%3a%2f%2fpescaecia.com.br%2fwp-content%2fuploads%2f2019%2f02%2fPACUBORRACHADESTAQUE.jpg&ehk=51Xi08u2sXOnD33Ubp1lUDqC%2f3T%2fco7ptcOhGsDDLRE%3d&risl=&pid=ImgRaw&r=0",
    "texto1": "Nas águas tranquilas dos rios e lagos da América do Sul, um peixe peculiar chama a atenção pela sua aparência e comportamento intrigantes: o Pacu-Borracha. Com seu corpo robusto e sua pele revestida de uma substância gelatinosa, este peixe é uma verdadeira maravilha da natureza.",
    "texto2": "O Pacu-Borracha, também conhecido como Pacu-Tamboatá, é encontrado principalmente na região Centro-Oeste do Brasil, onde habita ambientes de água doce, como rios, lagos e igarapés. Sua coloração varia de cinza a marrom-escuro, e seu corpo é coberto por uma camada de muco viscoso, o que lhe confere uma aparência única e peculiar.",
    "texto3": "Este peixe é conhecido por sua dieta onívora, alimentando-se de uma variedade de alimentos, incluindo frutas, sementes, plantas aquáticas e pequenos animais. Sua boca larga e seus dentes molariformes são adaptados para triturar alimentos duros, como nozes e sementes, tornando-o um importante dispersor de sementes e contribuindo para a saúde dos ecossistemas aquáticos onde habita.",
    "texto4": "Além de sua dieta diversificada, o Pacu-Borracha também é capaz de sobreviver em ambientes com baixo teor de oxigênio, graças a sua habilidade de extrair oxigênio diretamente da água através de suas brânquias. Esta adaptação única permite que ele sobreviva em ambientes aquáticos com condições adversas, onde outras espécies poderiam não prosperar.",
    "texto5": "Apesar de sua importância ecológica, o Pacu-Borracha enfrenta ameaças significativas em termos de conservação. A destruição do habitat, a poluição dos rios e a pesca predatória representam sérios desafios para a sobrevivência desses peixes em muitas regiões do Brasil. É essencial que medidas de proteção e conservação sejam implementadas para garantir a preservação do Pacu-Borracha e a saúde dos ecossistemas aquáticos onde ele habita.",
    "texto6": "Como um dos habitantes mais curiosos e misteriosos das águas doces do Brasil, o Pacu-Borracha nos lembra da incrível diversidade da vida aquática e da importância de proteger e preservar os preciosos ecossistemas aquáticos que sustentam uma grande variedade de espécies. Sua presença nos rios e lagos é um lembrete constante da beleza e da fragilidade da natureza, e do papel crucial que cada um de nós desempenha na proteção deste maravilhoso planeta que chamamos de lar.",
    "texto7": "",
    "disponibilidade": 2
    },
    {
    "id": 30,
    "nome": "Piranha",
    "regioes": ["Norte", "Nordeste", "Sudeste", "Sul", "Centro-Oeste"],
    "tamanho": "15-25cm",
    "cor": "Vermelho",
    "aguad": "Doce",
    "foto": "https://th.bing.com/th/id/OIP.BJoTaHWegX6XDoz4KnXn8gHaE8?rs=1&pid=ImgDetMain",
    "texto1": "Nas águas turvas e sinuosas da Amazônia, vive um dos peixes mais temidos e fascinantes: a Piranha. Com sua reputação de voracidade e ferocidade, esse peixe carnívoro inspira respeito e admiração, enquanto desempenha um papel vital no ecossistema aquático da região.",
    "texto2": "As piranhas são encontradas em todo o sistema fluvial da Amazônia e em outros rios da América do Sul, incluindo o Paraná e o Paraguai. Com seus corpos compactos e suas mandíbulas repletas de dentes afiados como lâminas, elas são verdadeiras máquinas de caça, capazes de atacar em grupo e despedaçar suas presas com incrível eficiência.",
    "texto3": "Apesar de sua reputação de predadora feroz, as piranhas são animais predominantemente oportunistas, alimentando-se de uma variedade de presas, incluindo peixes menores, crustáceos, insetos e até mesmo carcaças de animais mortos. Seu comportamento agressivo é frequentemente desencadeado por estímulos como sangue na água ou movimentos bruscos.",
    "texto4": "Apesar de sua reputação de predadora feroz, as piranhas são animais predominantemente oportunistas, alimentando-se de uma variedade de presas, incluindo peixes menores, crustáceos, insetos e até mesmo carcaças de animais mortos. Seu comportamento agressivo é frequentemente desencadeado por estímulos como sangue na água ou movimentos bruscos.",
    "texto5": "Apesar de sua reputação, as piranhas desempenham um papel importante na cadeia alimentar da Amazônia. Como predadores, elas ajudam a controlar as populações de outras espécies, contribuindo para a manutenção do equilíbrio ecológico dos rios e lagos onde vivem.",
    "texto6": "No entanto, as piranhas também enfrentam ameaças em muitas regiões, incluindo a pesca predatória, a destruição do habitat e a poluição dos rios. É essencial que medidas de conservação sejam implementadas para proteger esses peixes e garantir a saúde dos ecossistemas aquáticos da Amazônia",
    "texto7": "Assim, a piranha permanece como uma das criaturas mais icônicas e enigmáticas da Amazônia, lembrando-nos da complexidade e da beleza dos ecossistemas aquáticos da região e da importância de proteger e preservar esses tesouros naturais para as gerações futuras.",
    "disponibilidade": 1
    }
]